[
  {
    "id": 1,
    "hasło": "kolano",
    "treść": "1234"
  },
  {
    "id": 2,
    "hasło": "natalia",
    "treść": "omiotek"
  },
  {
    "id": 3,
    "hasło": "sebastian",
    "treść": "legierski"
  },
  {
    "id": 3082,
    "hasło": "Jan",
    "treść": "Gryczon"
  },
  {
    "id": 3083,
    "hasło": "Technika",
    "treść": "Technika (stgr. τέχνη, technē „sztuka, rzemiosło, kunszt, umiejętność”) – wytwarzanie zjawisk i przedmiotów niewystępujących naturalnie w przyrodzie. Pojęcie techniki bywa potocznie utożsamiane z technologią, czyli wiedzą o wytwarzaniu za pomocą środków technicznych. Słowo „technika” określa też same urządzenia techniczne, a także sposób wykonywania określonych czynności (na przykład technika gry na skrzypcach, technika malowania obrazów, technika walki zapaśniczej). Działalnością badawczą w dziedzinie techniki zajmują się nauki techniczne i inżynieria. Tak zdefiniowana technika stanowi zasadniczy składnik cywilizacji. Niektóre nauki i działalności w dziedzinie techniki:"
  },
  {
    "id": 3084,
    "hasło": "Awaria techniczna",
    "treść": "Awaria techniczna – zgodnie z Ustawą o stanie klęski żywiołowej jest to gwałtowne, nieprzewidziane uszkodzenie lub zniszczenie obiektu budowlanego, urządzenia technicznego lub systemu urządzeń technicznych powodujące przerwę w ich używaniu lub utratę ich właściwości. Awaria techniczna zawiera się w szerszym pojęciu jakim jest klęska żywiołowa. Podstawowe awarie techniczne:"
  },
  {
    "id": 3085,
    "hasło": "Infrastruktura techniczna",
    "treść": "Infrastruktura techniczna – urządzenia, sieci przesyłowe i związane z nimi obiekty świadczące niezbędne usługi dla danej jednostki przestrzenno-gospodarczej (osiedla, dzielnicy, miasta, zakładu przemysłowego) w zakresie energetyki, dostarczania ciepła, wody, usuwania ścieków i odpadów, transportu, teletechniki i tym podobnych."
  },
  {
    "id": 3086,
    "hasło": "Kanibalizacja (technika)",
    "treść": "Kanibalizacja – w technice proces polegający na pozyskiwaniu części zamiennych z uszkodzonych lub nieużytkowanych maszyn, stosowany w celu naprawy nieprodukowanych już urządzeń lub utylizacji rozbitych samochodów lub samolotów (np. w czasie wojny). Jest zaliczana do procesów odzysku. Występuje w polskim lotnictwie wojskowym, gdzie części pobiera się z niesprawnych statków powietrznych. MON rozważało w 2019 kanibalizację czołgów T-72. Turecka armia kanibalizuje czołgi Leopard 2A4. Kanibalizacja bywa także stosowana w okrętownictwie. Jako przykład można tutaj podać okręty podwodne typu Kobben, z których Polska Marynarka Wojenna nabyła cztery okręty jako jednostki bojowe, a piątą jako magazyn części. Podobnie postąpiła Marynarka Wojenna Singapuru﻿(inne języki), która zakupiła szwedzkie okręty podwodne typu A-11B, z czego cztery zostały nabyte jako jednostki bojowe, a piąta („Sjöbjornen”) w celu kanibalizacji. W Royal Navy HMS „Eagle” był magazynem części zamiennych dla HMS „Ark Royal” – „Eagle” wycofano ze służby, ale pozostawał w rezerwie jako magazyn części dla pozostającego w służbie „Ark Royal”."
  },
  {
    "id": 3087,
    "hasło": "Obiekt techniczny",
    "treść": "Obiekt techniczny – przedmiot wykonany przez człowieka w celu spełnienia jego potrzeb. Każdy obiekt techniczny jest wytwarzany po to, aby go eksploatować, a wskutek eksploatacji podlega zużyciu. Przyjmuje się, że istnienie obiektu technicznego dzieli się na fazy:"
  },
  {
    "id": 3088,
    "hasło": "Postęp techniczny",
    "treść": "Postęp techniczny – proces zmian rozwojowych techniki wyrażający się przez wprowadzenie do procesu produkcji nowych, udoskonalonych maszyn, urządzeń, narzędzi i nowych technologii oraz przez wykorzystanie w sposób doskonalszy istniejących zasobów."
  },
  {
    "id": 3089,
    "hasło": "Starzenie moralne",
    "treść": "Starzenie moralne – związany z szybkimi zmianami technologicznymi proces (zwłaszcza w elektronice i informatyce), w wyniku którego w pełni sprawny wedle specyfikacji sprzęt lub oprogramowanie nie spełnia już bieżących standardów użytkowania. Przykładem starzenia moralnego jest system operacyjny DOS, zastąpiony obecnie na rynku przez MS Windows. Innym przykładem jest magnetofon szpulowy, wyparty najpierw przez magnetofon kasetowy, a współcześnie przez techniki nagrywania na nośnikach cyfrowych, np. na dyskach optycznych, również zastępowanych przez odtwarzacze wykorzystujące pamięć flash. W przypadku budynków mówi się o zużyciu moralnym lub funkcjonalnym."
  },
  {
    "id": 3090,
    "hasło": "Technosfera",
    "treść": ""
  },
  {
    "id": 3091,
    "hasło": "Wartość znamionowa",
    "treść": "Wartość znamionowa (nominalna) – wartość wielkości fizycznej skonstruowanego urządzenia, przy której pracuje ono zgodnie z normami lub zaleceniami producenta. Przekroczenie tej wartości powoduje nieprawidłową pracę urządzenia, zmianę parametrów lub jego uszkodzenie."
  },
  {
    "id": 3092,
    "hasło": "Wysoka technika",
    "treść": "Wysoka technika (ang. high technology, high-tech) – dziedziny i wyroby charakteryzujące się wysoką intensywnością B+R. Cechami charakterystycznymi dla branż wysokich technologii są także: Przykłady dziedzin techniki, w których stosowane są nowe technologie:"
  },
  {
    "id": 3093,
    "hasło": "Zrób to sam (hobby)",
    "treść": "Zrób to sam (ang. do it yourself ['du: ıt jə’self], w skrócie DIY) – określenie idei związanej z samodzielnym, niekomercyjnym wykonywaniem zwykle na własne potrzeby różnych prac bez pomocy profesjonalistów. Anglojęzyczny termin DIY pojawił się na początku XX wieku, a do powszechnego użytku wszedł po II wojnie światowej. DIY może być także niezależnym artystą, który pisze, nagrywa i produkuje własne piosenki, zwykle we własnym domu. Wraz z rozwojem programów DAW (Digital Audio Workstations) czy takich jak Logic Pro X firmy Apple, Ableton Live i FL Studio. Wielu artystów na świecie tworzy tak własną muzykę i wydaje ją własnym sumptem na portalach streamingowych bez udziału dużych wytwórni płytowych."
  }
]